/* No comment provided by engineer. */
" and %@" = " och %@";

/* elapsed time on recording screen, in seconds */
"%.1f sec" = "%.1f sek";

/* update notice when someone comments. %1$@ is the commenter name, %2$@ is the comment. */
"%1$@ commented: %2$@" = "%1$@ kommenterade: %2$@";

/* update notice when someone suggests an ID. %1$@ is the username, %2$@ is the species. */
"%1$@ suggested an ID: %2$@" = "%1$@ föreslog en bestämning: %2$@";

/* confirmation alert text when changing a users network affiliation. %1%@ is network name, %2%@ is the country, %3%@ is the network name again */
"%@ is a member of the iNaturalist Network in %@. Local institutions supporting %@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?" = "%1$@ är medlem i iNaturalist-nätverket i %2$@. Lokala institutioner som stödjer %3$@ kommer att få tillgång till din e-postadress och tillgång till de exakta koordinaterna för fynd som är offentligt diffuserade eller privata. Vill du ändra din anknytning?";

/* join iNat network partner alert message - %1%@ is the country name, %2%@ is partner name */
"%@ is part of the international iNaturalist Network. Would you like to join %@ to localize your experience of iNaturalist and share data with local institutions?" = "%1$@ är en del av det internationella iNaturalist-nätverket. Vill du ansluta till %2$@ för att anpassa din upplevelse av iNaturalist och dela data med lokala institutioner?";

/* site news */
"%@ News" = "%@ nyheter";

/* identification author attribution */
"%@'s ID" = "%@s bestämning";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@, bygge %2$@";

/* Count of observations by this user, singular. */
"%d Observation" = "%d Observation";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d Observation för uppladdning";

/* Count of observations by this user, plural. */
"%d Observations" = "%d Observationer";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d Observationer för uppladdning";

/* format string for showing positional accuracy in meters */
"%ld m" = "%ld m";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "'%1$@' kräver att du fyller i fältet '%2$@'.";

/* positional accuracy when we don't know */
"???" = "???";

/* About button title in Settings
   About project button
   about the project header
   title of about screen */
"About" = "Om";

/* title for about section of the guide screen */
"ABOUT" = "OM";

/* about this project title */
"About this Project" = "Om detta projekt";

/* emphasis text for the 'switch to login mode' button. must be a substring of the base text */
"Account?" = "Konto?";

/* No comment provided by engineer. */
"Activity" = "Aktivitet";

/* Title for add comment failed alert */
"Add Comment Failure" = "Lyckades inte lägga till kommentar";

/* Title for add ID failed alert */
"Add Identification Failure" = "Lyckades inte lägga till bestämning";

/* No comment provided by engineer. */
"Add to Favorites" = "Lägg till i favoriter";

/* Label for a button that adds an ID of the same taxon as the current one, so the sense is 'I agree with this identification' */
"Agree" = "Godkänn";

/* base text for the 'switch to login mode' button */
"Already have an Account?" = "Har du redan ett konto?";

/* Status message when the database is unavailable and large parts of the app aren't working. Shouldn't happen, but fallback in case it ever does. */
"App is fatally misconfigured. Please contact help@inaturalist.org." = "Appen är allvarligt felkonfigurerad. Kontakta help@inaturalist.org.";

/* Title for app section of settings. */
"App Settings" = "App-inställningar";

/* No comment provided by engineer. */
"Are you really sure?" = "Är du helt säker?";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "Vill du verkligen lämna detta projekt?";

/* No comment provided by engineer. */
"Are you sure?" = "Är du säker?";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "Är du säker? Detta är permanent.";

/* argentina partner */
"Argentina: Fundación Vida Silvestre Argentina supporting ArgentiNat (www.argentinat.org)." = "Argentina: Fundación Vida Silvestre Argentina stöder ArgentiNat (www.argentinat.org).";

/* australia partner */
"Australia: Atlas of Living Australia supporting iNaturalist Australia (inaturalist.ala.org.au/)." = "Australien: Atlas of Living Australia stöder iNaturalist Australien (inaturalist.ala.org.au/).";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "Auto";

/* label for autocomplete names switch in settings */
"Autocomplete names" = "Fyll i namn automatiskt";

/* label for auto upload switch in settings */
"Automatic upload" = "Ladda upp automatiskt";

/* delete account confirmation */
"By deleting your account you will remove all of your observations, all of the identifications that you've added to the observations of others, and all comments that you've made. Furthermore, this action cannot be undone. If you change your mind later, you aren't getting any of that content back. If this site generates too many notifications, consider editing your settings to opt out of certain notifications or stop receiving email from us. If you're having trouble with a specific person on the site, consider muting them instead of deleting your account. If you are deleting your account because you tried to delete some of your content but you could still see it on a map or elsewhere on the Internet, keep in mind that map data may be cached for up to a day even after records are deleted, and that deleting content on this platform may not have any effect on copies that exist on other sites and platforms (like GBIF). If you're still sure you want to delete your account, enter '%@' in the form below and click the button to delete your account and all your data." = "Genom att radera ditt konto kommer du att ta bort alla dina fynd, alla bestämningar du har lagt till andras fynd och alla kommentarer du har gjort. Den här åtgärden kan dessutom inte ångras. Om du ändrar dig senare kan du inte få tillbaka något innehåll. Om denna webbplats genererar för många aviseringar, överväg att redigera dina inställningar för att slippa vissa aviseringar eller sluta få e-post från oss. Om du har problem med en viss person på webbplatsen, överväg att tysta dem istället för att radera ditt konto. Om du raderar ditt konto för att du försökte radera delar av ditt innehåll men det går fortfarande att se på en karta eller någon annanstans på internet, tänk då på att kartdata kan cachelagras upp till ett dygn även efter att poster raderats, och att radera innehåll från denna plattform kanske inte har någon effekt på kopior som finns på andra webbplatser och plattformar (som GBIF). Om du fortfarande är säker på att du vill radera ditt konto, skriv '%@' i formuläret nedan och klicka på knappen för att radera ditt konto och all dina uppgifter.";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "Genom att använda iNaturalist samtycker du till användarvillkoren och sekretesspolicyn.";

/* vision assistance */
"CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance." = "CalTech och Cornell Tech hjälpte till med utvecklingen av det bildigenkänningssystem som föreslår bestämningar utifrån bilder. Vi tackar Grant Van Horn, Serge Belongie, och Pietro Perona för att ha gjort framsteg inom forskningen på bildigenkänning. Mer information finns på visipedia.org. Särskilt tack till NVIDIA för ytterligare hjälp.";

/* Title for Camera button in media picker */
"Camera" = "Kamera";

/* accessibility label for camera shutter button */
"Camera Shutter" = "Kameraslutare";

/* No comment provided by engineer. */
"Can't Add ID" = "Kan inte lägga till bestämning";

/* No comment provided by engineer. */
"Can't Comment" = "Kan inte kommentera";

/* No comment provided by engineer. */
"Can't Fave" = "Kan inte markera som favorit";

/* Status message when the app can't start due to a corrupt database but the database doesn't exist. Shouldn't happen, but fallback in case it ever does. */
"Can't find realm database, can't continue. Please contact help@inaturalist.org." = "Kan inte hitta Realm-databasen, kan inte fortsätta. Kontakta help@inaturalist.org.";

/* Error message for when we can't retrieve your observations on Explore */
"Can't search for your observations right now. Please try later." = "Det går inte att söka efter dina observationer just nu. Försök senare.";

/* Status message when email is not configured on the phone so we can't send email on a user's behalf. */
"Can't send crash support email - please contact help@inaturalist.org." = "Kan inte skicka supportmejl om krasch - kontakta help@inaturalist.org.";

/* canada partner */
"Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca)." = "Kanada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada och Parks Canada som driver iNaturalist Canada (inaturalist.ca).";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "Avbryter...";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "Kan inte välja ett datum i framtiden.";

/* Failure message */
"Cannot donate" = "Kan inte donera";

/* error when loading suggestions. %@ is the error message */
"Cannot load suggestions: %@" = "Kan inte läsa in förslag: %@";

/* Store launch failure message */
"Cannot open store" = "Kan ej öppna butik";

/* Failure message */
"Cannot rate" = "Kan inte utvärdera";

/* No comment provided by engineer. */
"Cannot search iNaturalist.org" = "Kan inte söka på iNaturalist.org";

/* Title of alert when the system is not configured for the user to send email */
"Cannot Send Email" = "Kan inte skicka e-post";

/* No comment provided by engineer. */
"Cannot use your location" = "Kan inte använda din plats";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "i fångenskap/odlad";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. iNaturalist is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "I fångenskap/odlad innebär att organismen finns där den observerades eftersom människor har placerat den där. iNaturalist handlar om att observera vilda organismer, och våra vetenskapliga data partners är inte intresserade av observationer av husdjur, trädgårdsväxter, eller djur i djurparker.";

/* title for captive selector */
"Captive?" = "I fångenskap?";

/* casual data quality */
"Casual Grade" = "Grundnivå";

/* label for change email address action in settings */
"Change email" = "Ändra e-post";

/* No comment provided by engineer. */
"Change Email" = "Ändra e-post";

/* No comment provided by engineer. */
"Change email address?" = "Ändra e-postadress?";

/* accessibility label for change flash button */
"Change Flash" = "Ändra blixt";

/* accessibility label for flash button when mode is auto */
"Change Flash Toggle. Current state is Auto" = "Ändra Blixt-växling. Nuvarande tillstånd är automatiskt";

/* accessibility label for flash button when mode is off */
"Change Flash Toggle. Current state is Off" = "Ändra Blixt-växling. Nuvarande tillstånd är Avstängd";

/* accessibility label for flash button when mode is on */
"Change Flash Toggle. Current state is On" = "Ändra Blixt-växling. Nuvarande tillstånd är På";

/* label for change username action in settings */
"Change username" = "Ändra användarnamn";

/* No comment provided by engineer. */
"Change Username" = "Byt användarnamn";

/* No comment provided by engineer. */
"Change username?" = "Byt användarnamn?";

/* No comment provided by engineer. */
"Change your profile photo?" = "Byt profilbild?";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "Markera i denna ruta om du vill tillämpa en Creative Commons Attribution-NonCommercial licens för dina foton. Du kan välja en annan licens eller ta bort licensen senare, men detta är den bästa licensen för att dela dina foton med forskare.";

/* title of alert after you reset your password
   title of email confirmation needed alert. */
"Check your email" = "Kolla din e-post";

/* chile partner */
"Chile: Ministerio del Medio Ambiente supporting iNaturalist Chile (inaturalist.mma.gob.cl)." = "Chile: Ministerio del Medio Ambiente stöder iNaturalist Chile (inaturalist.mma.gob.cl).";

/* No comment provided by engineer. */
"Choose from library" = "Välj från arkiv";

/* title of inat network picker */
"Choose iNat Network" = "Välj iNaturalist-nätverk";

/* title for project observations chooser */
"Choose Projects" = "Välj projekt";

/* No comment provided by engineer. */
"Close" = "Stäng";

/* accessibility label for close camera button */
"Close Camera" = "Stäng Kamera";

/* Collection type of project, which automatically collects observations into it. */
"Collection Project" = "Insamlingsprojekt";

/* colombia partner */
"Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org)." = "Colombia: Instituto Humboldt driver Naturalista (colombia.inaturalist.org).";

/* No comment provided by engineer. */
"Comment" = "Kommentar";

/* Button to contact support when app has failed to launch. */
"Contact Support" = "Kontakta supporten";

/* label for contact support action in settings. */
"Contact support" = "Kontakta support";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "Upphovsrätt";

/* Button to copy the scientific name */
"Copy Scientific Name" = "Kopiera vetenskapligt namn";

/* Title of an alert dialog you see when you try to agree with an identification but cannot due to connection issues or other errors */
"Couldn't Agree" = "Kunde inte hålla med";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "Kunde inte läggas till projektet %1$@. %2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "Kunde inte hitta din geografiska plats";

/* HUD text when creating a new observation from multiple photos */
"Creating Observation..." = "Skapar observation...";

/* intro to credits section. */
"Credits" = "Medverkande";

/* Title for danger zone (account deletion) section of settings. */
"Danger Zone" = "Högrisksområde";

/* Header for data quality section of obs detail */
"Data Quality" = "Datakvalitet";

/* Title for About Data Transfer notice during signup */
"Data Transfer" = "Dataöverföring";

/* No comment provided by engineer. */
"Default" = "Grundinställning";

/* button title to delete account */
"Delete Account" = "Radera konto";

/* button to  delete a locally downloaded species guide. */
"Delete download" = "Radera  nedladdning";

/* No comment provided by engineer. */
"Delete Error" = "Fel vid radering";

/* Button to delete the database. This will appear in red as a destructive action. */
"Delete Local Database and Try Again" = "Radera lokal databas och försök igen";

/* text of delete obs button */
"Delete Observation" = "Radera observation";

/* Deletes pending sync. */
"Deletes To Sync" = "Tar bort till Sync";

/* title for description section of the guide screen */
"DESCRIPTION" = "BESKRIVNING";

/* Title for confirm new observation details view */
"Details" = "Detaljer";

/* Status message when the user tapped contact support but then chose to not allow us to send a support email on their behalf. */
"Didn't send crash support email - please contact help@inaturalist.org." = "Skickade inte supportmejl om krasch - kontakta help@inaturalist.org.";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "Visa mig inte hints och tips";

/* label for iNaturalist donate call to action. */
"Donate to iNaturalist" = "Donera till iNaturalist";

/* title for done button */
"Done" = "Klar";

/* No comment provided by engineer. */
"Download" = "Ladda ner";

/* title for button that allows a user to download a species guide and use it while offline. */
"Download for offline use" = "Ladda ner för offline användning";

/* No comment provided by engineer. */
"Download not available" = "Nerladdning inte möjlig just nu";

/* notice that a species guide has been downloaded from the server and can be used while offline. */
"Downloaded" = "Nerladdad";

/* Notice when we're downloading a species guide from the server, to be used offline */
"Downloading..." = "Laddar ner…...";

/* ecuador partner */
"Ecuador: Instituto Nacional de Biodiversidad (INABIO) supporting iNaturalist Ecuador (ecuador.inaturalist.org)." = "Ecuador: Instituto Nacional de Biodiversidad (INABIO) stöder iNaturalist Ecuador (ecuador.inaturalist.org).";

/* The editor or author of the species guide */
"Editor" = "Editor";

/* message for the alert when a guide download fails, if we can't extract an error message. */
"Either there was an error on the server or the guide no longer exists." = "Ett fel uppstod på servern eller guiden finns inte längre.";

/* label for email field in settings */
"Email" = "E-post";

/* Title for error alert */
"Error" = "Fel";

/* failure title when changing a setting. */
"Error changing setting." = "Fel vid ändring av inställning.";

/* No comment provided by engineer. */
"Error Fetching Observations" = "Fel vid hämtning av observationer";

/* error loading leaderboard title */
"Error loading leaderboard" = "Fel vid laddning av ledarlista";

/* basis for a suggestion */
"Expected Nearby" = "Förväntad i närheten";

/* No comment provided by engineer. */
"Explore" = "Upptäck";

/* Status message when the user tries to delete the DB but it fails. */
"Failed to delete database. Please contact help@inaturalist.org." = "Gick inte att radera databasen. Kontakta help@inaturalist.org.";

/* title of alert when a guide download fails. a localized error message provided by iOS or the server follows. */
"Failed to download guide" = "Det gick inte att hämta guiden";

/* Unknown iNat login error */
"Failed to log in to iNaturalist. Please try again." = "Lyckades inte logga in på iNaturalist. Försök igen.";

/* title of alert when sound recording fails */
"Failed to Record" = "Inspelning misslyckades";

/* No comment provided by engineer. */
"Failed to save guide" = "Kunde inte spara guide";

/* title of alert when sound recording setup fails */
"Failed to Setup Sound Recording" = "Misslyckades konfigurera ljudinspelning";

/* No comment provided by engineer. */
"Faved" = "Favoritmarkerad";

/* No comment provided by engineer. */
"Faves" = "Favoriter";

/* No comment provided by engineer. */
"Featured" = "Utvald(a)";

/* This is an explanation for when auth token fetch fails during upload/sync. */
"Fetching an authentication token failed. Please contact help@inaturalist.org and try later." = "Kunde inte hämta autentiseringstoken. Kontakta help@inaturalist.org och försök senare.";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "Hämtar de senaste observationerna i kartområdet";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "Hämtar de senaste observationerna över hela världen";

/* No comment provided by engineer. */
"Find locations named '%@'" = "Hitta platser som heter '%@'";

/* No comment provided by engineer. */
"Find my observations" = "Hitta mina observationer";

/* No comment provided by engineer. */
"Find observations near me" = "Hitta observationer nära mig";

/* No comment provided by engineer. */
"Find organisms named '%@'" = "Hitta organismer som heter '%@'";

/* No comment provided by engineer. */
"Find people named '%@'" = "Hitta personer som heter '%@'";

/* No comment provided by engineer. */
"Find projects named '%@'" = "Hitta projekt som heter '%@'";

/* No comment provided by engineer. */
"Finding your location..." = "Letar efter din plats...";

/* finland partner */
"Finland: Finnish Museum of Natural History (Luomus) supporting iNaturalist Finland (https://inaturalist.laji.fi)." = "Finland: Finska centralmuseet (Luomus) stöder iNaturalist Finland (https://inaturalist.laji.fi).";

/* Title for forgot password button. */
"Forgot password?" = "Glömt lösenordet?";

/* Geoprivacy button title */
"Geoprivacy" = "Koordinatsekretess";

/* No comment provided by engineer. */
"Go Back" = "Gå tillbaka";

/* Button to dismiss a tutorial screen */
"Got It" = "Rätt";

/* greece partner */
"Greece: iSea supporting iNaturalist Greece (greece.iNaturalist.org)." = "Grekland: iSea som stöder iNaturalist Grekland (greece.iNaturalist.org).";

/* Grid layout on explore tab */
"Grid" = "Rutnät";

/* No comment provided by engineer. */
"Guide download error" = "Fel vid nedladdning av guide";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "Guideredaktören måste aktivera den här funktionen.";

/* accessibility label for guides button */
"Guides" = "Fältguider";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "Guider är skapade och delade i iNaturalist-gruppen";

/* Title for guides tutorial screen */
"Guides are lists of species" = "Guider är artlistor";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has photos */
"Has Photos" = "Har bilder";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has sounds */
"Has Sounds" = "Har ljud";

/* Title for help section of settings. */
"Help" = "Hjälp";

/* No comment provided by engineer. */
"Here are our top suggestions:" = "Här är våra bästa förslag:";

/* personal info consent checkbox label */
"I consent to allow iNaturalist to store and process limited kinds of personal information about me in order to manage my account." = "Jag samtycker till att iNaturalist får spara och bearbeta begränsade typer av personuppgifter om mig för att hantera mitt konto.";

/* data transfer consent checkbox label */
"I consent to allow my personal information to be transferred to the United States of America." = "Jag samtycker till att mina personuppgifter får överföras till USA.";

/* Title of identification failure alert */
"Identification Failed" = "Bestämningen misslyckades";

/* Title for taxon section when adding an ID */
"Identification Taxon" = "Bestämningstaxon";

/* No comment provided by engineer. */
"Identifications" = "Identifieringar";

/* No comment provided by engineer. */
"Identifiers" = "Identifierare";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = "Om den e-postadress du angett är associerad med ett iNaturalist-konto, så ska du få ett e-mail med en länk så att du kan sätta upp ett nytt lösenord.";

/* message of alert when mic permission is missing */
"If you wish to record a sound observation, you will need to give the iNaturalist app permission to use the microphone." = "Om du vill spela in en ljudobservation, måste du ge iNaturalist-appen tillstånd att använda mikrofonen.";

/* Message when we can't make the image store for the app */
"ImageStore Creation Error" = "Kunde inte skapa bildlagring";

/* Message when we can't save to the app image store */
"ImageStore Save Error" = "Kunde inte spara till bildlagring";

/* No comment provided by engineer. */
"in project '%@'" = "i projektet \"%@\"";

/* alert title for camera denied */
"iNaturalist doesn't have permission to access your camera." = "iNaturalist har inte behörighet att komma åt din kamera.";

/* inat core team, alphabetically */
"iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Sylvain Morin, Carrie Seltzer, Alex Shepard, Angie Ta, and Ken-ichi Ueda." = "iNaturalist existerar tack vare varje enskild person som deltar i vår community. De som bygger mjukvaran, designar gränssnitten, upprätthåller vår infrastruktur, supportar communityn och främjar samarbete är Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Sylvain Morin, Carrie Seltzer, Alex Shepard, Angie Ta och Ken-ichi Ueda.";

/* alert title for camera restricted */
"iNaturalist has been restricted from camera access." = "iNaturalist tillåts inte komma åt kameran.";

/* inat independent org statement */
"iNaturalist is an independent 501(c)(3) nonprofit based in the United States (EIN 92-1296468)" = "iNaturalist är en oberoende 501(c)(3) icke-vinstdrivande baserad i USA (EIN 92-1296468)";

/* label for inaturalist network action in settings */
"iNaturalist Network" = "iNaturalist-nätverket";

/* Category of iNaturalist places for place search */
"iNaturalist Places" = "iNaturalist-lokaler";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "iNaturalist använder Glyphish ikoner gjorda av Joseph Wain, ionicons av Ben Sperry och ikoner av Luis Prado och Roman Shlyakov från Noun Project. iNaturalist tackar också Cocoapods-gruppen, och för bidragen från våra egna open source medlemmar. Se https://github.com/inaturalist/INaturalistIOS.";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "Felaktigt användarnamn eller lösenord.";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"Internet connection required" = "Internetanslutning krävs";

/* No comment provided by engineer. */
"Internet required" = "Internet krävs";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "Introducerar Auto-uppladdning!";

/* Invalid date alert title */
"Invalid Date" = "Ogiltigt datum";

/* Error for bad email when making account. */
"Invalid Email Address" = "Ogiltig e-postadress";

/* Unknown invalid input */
"Invalid input" = "Ogiltig inmatning";

/* No comment provided by engineer. */
"Invalid Location" = "Ogiltig plats";

/* Error for bad username when making account. */
"Invalid Username" = "Felaktigt användarnamn";

/* israel partner */
"Israel: University of Haifa supporting iNaturalist Israel (israel.inaturalist.org)." = "Israel: University of Haifa stöder iNaturalist Israel (israel.inaturalist.org).";

/* iucn places credit */
"IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net." = "IUCN-kategori II platser tillhandahålls av IUCN och UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Finns på: www.protectedplanet.net.";

/* Join project button */
"Join" = "Bli medlem";

/* join iNat network partner alert title */
"Join %@?" = "Gå med %@?";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "Gå med i projekt för att välja dem när du laddar in observationer";

/* No comment provided by engineer. */
"Joined" = "Blev medlem";

/* No comment provided by engineer. */
"Joining..." = "Medlemskap processas...";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "Lat: %1$.5f Long: %2$.5f Noggrannhet: %3$@";

/* format string for showing latitude, longitude, & positional accuracy */
"Lat: %1$@, Long: %2$@, Acc: %3$@" = "Lat: %1$@, Long: %2$@, Noggr: %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "Ledartavla";

/* button to learn more about inat account policies */
"Learn More" = "Läs mer";

/* learn more (about network partner changes) button text */
"Learn more" = "Läs mer";

/* No comment provided by engineer. */
"Learn more about data quality >" = "Läs mer om datakvalitet >";

/* Leave project button */
"Leave" = "Lämna";

/* No comment provided by engineer. */
"Leaving..." = "Lämnar...";

/* The license of the species guide */
"License" = "Programvarulicens";

/* List layout on explore tab */
"List" = "Lista";

/* No comment provided by engineer. */
"Loading..." = "Läser in...";

/* No comment provided by engineer. */
"Location Fetch Error" = "Platslokaliseringsfel";

/* No comment provided by engineer. */
"Location Services Denied" = "Platstjänster inaktiverade";

/* No comment provided by engineer. */
"Location Services Restricted" = "Platstjänster inaktiverade";

/* Title for button that allows users to log in to their existing iNat account */
"Log In" = "Logga in";

/* No comment provided by engineer. */
"Log In / Sign Up" = "Logga in / Registrera dig";

/* No comment provided by engineer. */
"Log in and upload this observation to enable comments & identifications." = "Logga in och ladda upp denna observation för att aktivera kommentarer och artbestämningar.";

/* No comment provided by engineer. */
"Log in to enable faves." = "Logga in för att aktivera favoriter.";

/* Notice while we're logging in */
"Logging in..." = "Loggar in...";

/* placeholder text for taxon search bar */
"Look up a species by name" = "Kolla upp en art via namnet";

/* unknown taxon subtitle when suggestions are unavailable */
"Look up species name" = "Kolla upp ett artnamn";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "Ett fel verkar ha uppstått: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "Det verkar som om du inte har några observationer.";

/* label for app store rating action in settings. */
"Love iNat? Rate us" = "Älskar du iNat? Betygsätt oss";

/* luxembourg partner */
"Luxembourg: Luxembourg National Museum of Natural History (MnhnL) supporting iNaturalist Luxembourg (inaturalist.lu)." = "Luxemburg: Naturhistoriska riksmuseet i Luxemburg (MnhnL) som stöder iNaturalist Luxemburg (inaturalist.lu)";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "Kontrollera at iNaturalist har behörighet att ladda in din plats eller ge din GPS lite tid att ladda ner den.";

/* title for action sheet allowing user to delete a locally downloaded guide. */
"Manage download" = "Hantera nedladdning";

/* Map layout on explore tab */
"Map" = "Karta";

/* No comment provided by engineer. */
"Map of Observations" = "Karta över observationer";

/* Placeholder text for not logged title on me tab. */
"Me" = "Jag";

/* mexico partner */
"Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx)." = "Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) som driver NaturaLista (NaturaLista.mx).";

/* Title for alert when db migration fails. */
"Migration Failed" = "Migrering misslyckades";

/* Title for alert when db migration had a problem. */
"Migration Problem" = "Migreringsproblem";

/* No comment provided by engineer. */
"Missing Date" = "Datum saknas";

/* No comment provided by engineer. */
"Missing Location" = "Plats saknas";

/* No comment provided by engineer. */
"Missing Required Field" = "Saknar ifyllt obligatoriskt fält";

/* No comment provided by engineer. */
"My Content" = "Mina data";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "heter '%1$@ (%2$@)'";

/* No comment provided by engineer. */
"named '%@'" = "heter \"%@\"";

/* No comment provided by engineer. */
"Nearby" = "Närliggande";

/* No comment provided by engineer. */
"Nearby Suggestions Filter" = "Förslag i närheten-filter";

/* needs id data quality */
"Needs ID" = "Behöver ID";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "Kräver din uppmärksamhet";

/* Network (i.e. an Internet connection) is required error message */
"Network is required." = "Nätverk krävs.";

/* No comment provided by engineer. */
"Network unavailable" = "Nätverket är inte tillgängligt";

/* No comment provided by engineer. */
"Network Unavailable" = "Nätverket är inte tillgängligt";

/* decline to change cemra permissions button title */
"Never mind" = "Glöm det";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has new activity */
"new activity" = "ny aktivitet";

/* base text for the 'switch to signup mode' button */
"New to iNaturalist? Sign up now!" = "Ny användare av iNaturalist? Bli medlem nu!";

/* nz partner */
"New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz)." = "Nya Zealand: New Zealand Biodiversity Recording Network som driver iNaturalist NZ — Mātaki Taiao (inaturalist.nz).";

/* News project button */
"News" = "Nyheter";

/* Confirm a new photo */
"NEXT" = "NÄSTA";

/* Generic negative response to a yes/no question
   negative response to binary choice, yes or no */
"No" = "nej";

/* No comment provided by engineer. */
"No description" = "Ingen beskrivning";

/* No comment provided by engineer. */
"No iNaturalist Results" = "Inga iNaturalist-resultat";

/* place guess when we have no location information */
"No location" = "Ingen plats";

/* No comment provided by engineer. */
"No matching taxa" = "Inga matchande taxa";

/* Title for No Media button in media picker */
"No Media" = "Ingen media";

/* title of alert when user tries to record a sound observation without granting mic permissions */
"No Microphone Permissions" = "Inga mikrofonbehörigheter";

/* No comment provided by engineer. */
"No network connection." = "Ingen nätverksanslutning.";

/* No comment provided by engineer. */
"No network connection. :(" = "Ingen nätverksanslutning :(";

/* Header observation count title when there are none. */
"No Observations" = "Inga observationer";

/* Error notice when exploring observations, when no obserations were found within a map area. */
"No observations found in map area." = "Inga observationer hittades i kartområdet.";

/* Error notice when exploring observations when no observations were found. */
"No observations found." = "Inga observationer hittades.";

/* No comment provided by engineer. */
"No observations yet." = "Inga observationer hittills.";

/* accessibility label for no photo button */
"No Photo" = "Ingen bild";

/* No comment provided by engineer. */
"No Photos or Sounds and Missing Identification" = "Inga bilder eller ljud samt saknar bestämning";

/* No comment provided by engineer. */
"No such organisms found. :(" = "Inga sådana organismer har hittats. :(";

/* No comment provided by engineer. */
"No such person found. :(" = "Sådan person finns inte. :(";

/* No comment provided by engineer. */
"No such place found. :(" = "Ingen sådan plats finns. :(";

/* No comment provided by engineer. */
"No such project found. :(" = "Hittade Inget sådant projekt. :(";

/* No comment provided by engineer. */
"No Thanks" = "Nej tack";

/* No comment provided by engineer. */
"No updates yet. Stay tuned!" = "Inga uppdateringar ännu. Håll ögonen öppna!";

/* No comment provided by engineer. */
"No URL configured" = "Ingen konfigurerad URL";

/* do not change network partner button */
"No, don’t change my affiliation" = "Nej, ändra inte min anknytning";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "INGET FOTO";

/* No comment provided by engineer. */
"None, all rights reserved" = "Ingen, alla upphovsrättigheter bevarade";

/* No comment provided by engineer. */
"Not Allowed" = "Inte tillåtet";

/* 403 unauthorized title */
"Not Authorized" = "Ej auktoriserad";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "Anteckningar...";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "Obs";

/* obscured geoprivacy */
"Obscured" = "Dold";

/* accessibility label for obs (date, title, subtitle, media, new activity) */
"Observation %@ %@ %@ %@ %@" = "Fynd %1$@ %2$@ %3$@ %4$@ %5$@";

/* Project validation error, with the specific error */
"Observation Field Validation error: %@" = "Valideringsfel i observationsfält: %@";

/* No comment provided by engineer. */
"Observations" = "Observationer";

/* observation count on the explore leaderboard. */
"Observations: %ld" = "Observationer: %ld";

/* observation count on explore leaderboard when the user has species but not observations in the leaderboard. */
"Observations: *" = "Observationer: *";

/* Title for New Observation Tab Bar Button */
"Observe" = "Observera";

/* No comment provided by engineer. */
"Observers" = "Observatörer";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "Av";

/* No comment provided by engineer. */
"OK" = "OK";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "På";

/* Title error with oops text. */
"Oops" = "Hoppsan";

/* open geoprivacy */
"Open" = "Öppna";

/* No comment provided by engineer. */
"Open link in Safari" = "Öppna länk i Safari";

/* button to open settings when user needs to adjust mic permissions
   open settings button title */
"Open Settings" = "Öppna inställningarna";

/* panama partner */
"Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org)." = "Panama: Ministerio de Ambiente som driver iNaturalistPa (panama.inaturalist.org).";

/* Error for bad password when making account */
"Passwords must be at least six characters in length." = "Lösenord måste vara minst sex tecken långa.";

/* Accessibility Label for Pause Button (when recording audio) */
"Pause" = "Pausa";

/* No comment provided by engineer. */
"Paused" = "Pausad";

/* No comment provided by engineer. */
"Permission denied" = "Ej tillräckliga behörigheter";

/* Title for About Personal Information notice during signup */
"Personal Information" = "Personuppgifter";

/* Title for Photo Library button in media picker */
"Photo Library" = "Bildbibliotek";

/* Title for photo library error when making new obs
   Title for photo library fetch error when making new obs
   Title for photo load error alert msg */
"Photo Load Error" = "Bildladdningsfel";

/* Title for photo save error alert msg */
"Photo Save Error" = "Fel när fotot skulle sparas";

/* Title for photos error alert msg */
"Photos Error" = "Bildfel";

/* accessibility label for pick from library button */
"Pick from Library" = "Välj från biblioteket";

/* No comment provided by engineer. */
"Placeholder" = "Platshållare";

/* helpful note about observations and collection projects on the screen where you can add observations to projects. */
"Please note: Observations will be automatically included in a collection project if they meet its requirements." = "Observera: Observationer kommer automatiskt att läggas till ett insamlingsprojekt om de uppfyller kraven.";

/* No comment provided by engineer. */
"Please pick a valid location." = "Vänligen välj en giltig plats.";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "Försök igen om en stund.";

/* failure message when the user should just try again. */
"Please try again later." = "Försök igen senare.";

/* alert msg to change camera permissions */
"Please update camera permissions to take photos with iNaturalist" = "Uppdatera kamerans behörighet till att ta bilder med iNaturalist";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "Vänligen ladda upp för observationen för att avgöra datakvaliteten för din observation";

/* portugal partner */
"Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org)." = "Portugal: Associação Biodiversidade Para Todos som driver Biodiversity4All (Biodiversity4All.org).";

/* label for a news post author */
"Posted by" = "Skrivet av";

/* label for prefer no tracking switch in settings */
"Prefer No Tracking" = "Föredrar ingen spårning";

/* title for consent screen */
"Privacy" = "Integritet";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "Sekretesspolicy";

/* private geoprivacy */
"Private" = "Privat";

/* choose projects button title. */
"Projects" = "Projekt";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "Projekt är samlingar av observationer med ett gemensamt syfte eller mål";

/* No comment provided by engineer. */
"Pull to Refresh" = "Dra för att uppdatera";

/* Rank in an ordered list */
"Rank" = "Rank";

/* action to re-download a species guide from the server */
"Re-download" = "Ladda ner";

/* Accessibility Label for Record Button (when recording audio)
   Accessibility Label for Record/Pause Button */
"Record" = "Spela in";

/* Title for Record sound button in media picker */
"Record Sound" = "Spela in ljud";

/* Accessibility label for sound recorder */
"Recording Level (from 0 to 1)" = "Inspelningsnivå (från 0 till 1)";

/* Title for sound recording screen */
"Recording Sound" = "Spelar in ljud";

/* No comment provided by engineer. */
"Remove active search filters" = "Ta bort aktiva sökfilter";

/* No comment provided by engineer. */
"Remove current map area filter" = "Ta bort nuvarande kartområdesfilter";

/* No comment provided by engineer. */
"Remove my profile photo" = "Ta bort min profilbild";

/* No comment provided by engineer. */
"Removing..." = "Tar bort...";

/* No comment provided by engineer. */
"RESEARCH" = "FORSKNING";

/* research data quality */
"Research Grade" = "Forskningsklass";

/* No comment provided by engineer. */
"Restricted to current map area" = "Begränsa sökområdet till det utvalda kartområdet";

/* No comment provided by engineer. */
"Resuming" = "Återupptar";

/* Retake a photo */
"RETAKE" = "OMTAGNING";

/* accessibility label for reverse/switch camera button */
"Reverse Camera" = "Omvänd kamera";

/* Title for save new observation button */
"SAVE" = "SPARA";

/* No comment provided by engineer. */
"Save Anyway" = "Spara ändå";

/* Done button for recording observation sounds */
"Save Recording" = "Spara inspelning";

/* No comment provided by engineer. */
"Saving..." = "Sparar…...";

/* No comment provided by engineer. */
"Search" = "Sök";

/* placeholder for guide search field */
"Search for guide named..." = "Sök efter fältguide som heter...";

/* placeholder for project search field */
"Search for project named..." = "Sök efter projektnamn...";

/* No comment provided by engineer. */
"Searching for organisms..." = "Söker efter organismer...";

/* No comment provided by engineer. */
"Searching for people..." = "Söker efter personer...";

/* No comment provided by engineer. */
"Searching for place..." = "Söker efter platser...";

/* No comment provided by engineer. */
"Searching for project..." = "Söker efter projekt...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "Söker efter de senaste observationerna i kartområdet";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "Söker efter de senaste observationerna över hela världen";

/* No comment provided by engineer. */
"seen at '%@'" = "sågs på \"%@\"";

/* No comment provided by engineer. */
"seen by '%@'" = "sedd av \"%@\"";

/* default select title */
"Select" = "Markera";

/* select taxon title */
"Select \"%@\"" = "Markera \"%@\"";

/* title for date selector */
"Select Date" = "Välj datum";

/* title for geoprivacy selector */
"Select Privacy" = "Välj sekretess";

/* No comment provided by engineer. */
"Selected Observation" = "Markerad observation";

/* accessibility label for choose profile photo button */
"Set Profile Photo" = "Välj profilbild";

/* Notice while we're setting up an iNat account for them */
"Setting up iNaturalist account..." = "Konfigurerar iNaturalist-konto...";

/* accessibility label for settings button
   Title for the settings screen. */
"Settings" = "Inställningar";

/* No comment provided by engineer. */
"Share" = "Dela";

/* Title for share new observation button */
"SHARE" = "DELA";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "Dela din observation med iNaturalists medlemmar.";

/* label for iNaturalist store (tshirts/etc) action in settings. */
"Shop the iNat Store" = "Shoppa i iNat Store";

/* label for show common names switch in settings */
"Show common names" = "Visa vardagliga namn";

/* No comment provided by engineer. */
"Show nearby suggestions only" = "Visa endast förslag i närheten";

/* label for scientific names shown first switch in settings */
"Show scientific names first" = "Visa vetenskapliga namn först";

/* No comment provided by engineer. */
"Sign in with Google" = "Logga in med Google";

/* No comment provided by engineer. */
"Sign out" = "Logga ut";

/* Title for button that allows users to sign up for a new iNat account */
"Sign Up" = "Gå med";

/* emphasis text for the 'switch to signup mode' button. must be a substring of the base text */
"Sign up now!" = "Registrera dig nu!";

/* No comment provided by engineer. */
"Signing Out" = "Loggar ut";

/* skip button title */
"Skip ›" = "Hoppa över ›";

/* Alert text for the data transfer consent checkbox during create account. */
"Some data privacy laws, like the European Union's General Data Protection Regulation (GDPR), require explicit consent to transfer personal information from their jurisdictions to other jurisdictions where the legal protection of this information is not considered adequate. As of 2020, the European Union no longer considers the United States to be a jurisdiction that provides adequate legal protection of personal information, specifically because of the possibility of the US government surveilling data entering the US. It is possible other jurisdictions may have the same opinion. Using iNaturalist requires the storage of personal information like your email address, all iNaturalist data is stored in the United States, and we cannot be sure what legal jurisdiction you are in when you are using iNaturalist, so in order to comply with privacy laws like the GDPR, you must acknowledge that you understand and accept this risk and consent to transferring your personal information to iNaturalist's servers in the US. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "Vissa dataskyddslagar, som Europeiska unionens allmänna dataskyddsförordning (GDPR), kräver uttryckligt samtycke för att överföra personuppgifter från deras jurisdiktioner till andra jurisdiktioner där det rättsliga skyddet för denna information inte anses vara tillräckligt. Från och med 2020 anser EU inte längre att USA är en jurisdiktion som ger ett adekvat rättsligt skydd för personuppgifter, särskilt på grund av möjligheten för den amerikanska regeringen att övervaka uppgifter som kommer in i USA. Det är möjligt att andra jurisdiktioner kan ha samma åsikt. Användning av iNaturalist kräver lagring av personuppgifter såsom din e-postadress, all iNaturalist-data lagras i USA, och vi kan inte vara säkra på vilken jurisdiktion du är i när du använder iNaturalist, så för att följa sekretesslagar som GDPR, måste du bekräfta att du förstår och accepterar denna risk och samtycker till överföring av dina personuppgifter till iNaturalists servrar i USA. För att läsa mer om vilken information vi samlar in och hur vi använder den, vänligen se vår sekretesspolicy och våra användarvillkor. Det är inte möjligt att ha ett iNaturalist-konto utan att spara personlig information, Så det enda sättet att återkalla detta samtycke är att ta bort ditt konto.";

/* No comment provided by engineer. */
"Somewhere..." = "Någonstans...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "Sort";

/* credit for the wikipedia snippet that we include in inat taxon pages. first substitution is the article name, the second substitution is the license name. */
"Source: Wikipedia, %1$@, %2$@" = "Källa: Wikipedia, %1$@, %2$@";

/* Species option for Explore leaderboard sorting. Must be short. */
"Species" = "Arter";

/* species count on the explore leaderboard. */
"Species: %ld" = "Arter: %ld";

/* observation count on explore leaderboard when the user has observations but not species in the leaderboard. */
"Species: *" = "Arter: *";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "Statistik";

/* accessibility label for stop uploading button */
"Stop Uploading" = "Stoppa uppladdning";

/* No comment provided by engineer. */
"Suggest ID" = "Förslag på identifiering";

/* label for suggest species switch in settings */
"Suggest species" = "Föreslå arter";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community, including %@, %@, %@, and many others." = "Förslag baserade på observationer och bestämningar som tillhandahålls av iNaturalist-gemenskapen, inklusive %1$@, %2$@, %3$@ och många andra.";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community." = "Förslag utifrån observationer och identifieringar från iNaturalists medlemmar.";

/* Title of me header when syncing. */
"Syncing..." = "Synkroniserar...";

/* Category of iOS standard places for place search */
"System Places" = "Systemets lokaler";

/* Tags (kind of like categories) are applied to the species in a guide, and allow the guide editor to group and organize the species in a guide. */
"TAGS" = "TAGGAR";

/* taiwan partner */
"Taiwan: National Chiayi University and Taiwan Forestry Research Institute supporting iNaturalist Taiwan (taiwan.inaturalist.org)." = "Taiwan: National Chiayi University och Taiwan Forestry Research Institute stöder iNaturalist Taiwan (taiwan.inaturalist.org).";

/* No comment provided by engineer. */
"Take a photo" = "Ta ett foto";

/* No comment provided by engineer. */
"Taxon %@ %@" = "Taxon %1$@ %2$@";

/* Title for description/comment when adding an ID */
"Tell Us Why" = "Berätta varför";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "Användarvillkor";

/* Status message after a user sends info to iNat support after the database crashes early on launch. */
"Thank you for contacting iNat support. We'll get back to you as soon as we can." = "Tack för att du kontaktar iNat support. Vi hör av oss så snart vi kan.";

/* error message when user fails to input prompted text correctly */
"The entered text doesn't match." = "Angiven text matchar inte.";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "Det finns inga observationer för detta projekt. Kolla igen snart!";

/* Error for no data transfer consent consent when making account. */
"There is no way to have an iNaturalist account without storing personal information in the United States." = "Det är inte möjligt att ha ett iNaturalist-konto utan att spara personuppgifter i USA.";

/* Error for no personal info consent when making account. */
"There is no way to have an iNaturalist account without storing personal information." = "Det är inte möjligt att ha ett iNaturalist-konto utan att spara personuppgifter.";

/* Message when app fails to launch, the alert will have recovery suggestions */
"There was an error launching iNaturalist" = "Ett fel inträffade vid start av iNaturalist";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "Ett oväntat fel uppstod.";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the iNaturalist community." = "Denna observation har blivit markerad som Casual Grade av iNaturalists medlemmar.";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the iNaturalist community." = "Denna observation är markerad som Casual grade av iNaturalists medlemmar eftersom den är i fångenskap eller är odlad.";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "Denna observation måste ha ett datum för att kunna bli markerad som forskningsgrad.";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "Denna observation måste ha en plats för att kunna bli markerad som forskningsgrad.";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "Denna observation måste ha en konsensusidentifiering av flera iNaturalist medlemmar för att kunna bli markerad som forskningsgrad.";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "Denna observation måste ha en bild för att kunna bli markerad som forskningsgrad.";

/* No comment provided by engineer. */
"This observation needs more IDs from the iNat community to be considered for Research Grade." = "Denna observation måste ha fler identifieringar av iNaturalist medlemmar för att kunna bli markerad som forskningsgrad.";

/* No comment provided by engineer. */
"This project has no description." = "Detta projekt har ingen beskrivning.";

/* No comment provided by engineer. */
"This project has no title." = "Detta projekt har inget namn.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "Detta raderar också dina observationer från detta projekt.";

/* No comment provided by engineer. */
"This will destroy any changes/additions you've made from this app that haven't been synced with iNaturalist.org." = "Detta kommer att slänga alla ändringar/tillägg som du har gjort från denna app som inte har synkroniserats med iNaturalist.org.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "Det har kommer ladda ner %@ data så att du kan använda denna fältguide även när du inte har tillgång till Internet.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "Tidsperiod";

/* No comment provided by engineer. */
"Timeout" = "Överskriden tidsgräns";

/* project title header */
"Title" = "Rubrik";

/* Traditional inat type of project, where users have to manually add observations to the project. */
"Traditional Project" = "Traditionellt projekt";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "Pröva igen nästa gång du är ansluten till Internet.";

/* button title to turn on autoupload */
"Turn On" = "Aktivera";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist." = "Aktivera automatisk uppladdning och dina observationer kommer då automatiskt laddas upp till iNaturalist.";

/* Umbrella type of project, which contains other projects within it. */
"Umbrella Project" = "Paraplyprojekt";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "Det går inte att lägga till en identifiering till denna observation. Försök igen senare.";

/* No comment provided by engineer. */
"Unable to find location" = "Platsen gick inte att hitta. :(";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "Platsen gick inte att hitta";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "Det gick inte att identifiera denna observation till denna art. Försök igen senare.";

/* This is an explanation for when we get a 401 during upload/sync. */
"Unable to upload to iNaturalist, error 401 unauthenticated. Please contact help@inaturalist.org and try later." = "Kunde inte ladda upp till iNaturalist, fel 401 oautentiserad. Kontakta help@inaturalist.org och försök senare.";

/* uk partner */
"United Kingdom: National Biodiversity Network Trust supporting iNaturalist United Kingdom (uk.inaturalist.org)." = "Storbritannien: National Biodiversity Network Trust som stöder iNaturalist Storbritannien (uk.inaturalist.org).";

/* unknown taxon */
"Unknown" = "Okänd(a)";

/* Text shown in place of a post author when a post has no known author */
"Unknown author" = "Okänd författare";

/* Message body when we don't know the error */
"Unknown error" = "Okänt fel";

/* Unknown error */
"Unknown error while making an identification." = "Okänt fel under identifiering.";

/* message to the user when we get an unknown error. the %ld will be a status code */
"Unknown Error: %ld" = "Okänt fel: %ld";

/* Title displayed for a journal post when the post has no title */
"Untitled Post" = "Namnlöst inlägg";

/* Title for progress view when migrating db */
"Updating database..." = "Uppdaterar databasen…";

/* No comment provided by engineer. */
"Updating..." = "Uppdaterar...";

/* accessibility labelf for upload button
   Title for upload button. */
"Upload" = "Ladda upp";

/* No comment provided by engineer. */
"Upload Error" = "Uppladdningsfel";

/* upload failed alert title */
"Upload Failed" = "Uppladdningen misslyckades";

/* No comment provided by engineer. */
"Upload this observation" = "Ladda upp detta fynd";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "Ladda upp denna observation för att aktivera kommentarer och identifieringar.";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "Ladda upp denna observation för att aktivera favoritmarkering.";

/* subtitle for observation while it's uploading. */
"Uploading..." = "Laddar upp...";

/* label for username field in settings
   The desired username during signup. */
"Username" = "Användarnamn";

/* users can login with their username or their email address. */
"Username or email" = "Användarnamn eller e-post";

/* Title for version section of settings. */
"Version" = "Version";

/* label for start video tutorial action in settings. */
"Video Tutorial" = "Videohandledning";

/* button to view privacy policy */
"View Privacy Policy" = "Se sekretesspolicy";

/* unknown taxon subtitle when suggestions are available */
"View suggestions" = "Visa förslag";

/* button to view terms of use */
"View Terms of Use" = "Se användarvillkor";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "Gå till %@ för att skapa egna projekt";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "Besök iNaturalist.org för att skapa dina egna guider";

/* basis for a species suggestion */
"Visually Similar" = "Visuellt liknande";

/* basis for a species suggestion */
"Visually Similar / Expected Nearby" = "Visuellt liknande / Förväntad i närheten";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "Väntar på att ladda upp...";

/* inat ios translators with more than 200 strings contributed, alphabetically */
"We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "Vi är tacksamma för översättningshjälp från följande medlemmar av crowdin.com-gruppen: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. Vill du vara med i översättningsgruppen för iNaturalist iOS, besök https://crowdin.com/project/inaturalistios.";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "Vi har inte tillstånd från iOS att ladda in din position.";

/* Alert text for the personal information checkbox during create account. */
"We store personal information like usernames and email addresses in order to manage accounts on this site, and to comply with privacy laws, we need you to check this box to indicate that you consent to this use of personal information. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "Vi lagrar personlig information som användarnamn och e-postadresser för att hantera konton på denna webbplats, och för att följa sekretesslagstiftningen behöver du markera denna ruta för att ange att du samtycker till denna användning av personuppgifter. För att läsa mer om vilken information vi samlar in och hur vi använder den, vänligen se vår sekretesspolicy och våra användarvillkor. Det är inte möjligt att ha ett iNaturalist-konto utan att spara personlig information, så det enda sättet att återkalla detta samtycke är att ta bort ditt konto.";

/* base error message when icloud photo fetch fails */
"We're not able to fetch your photo from iCloud: %@" = "Vi kan inte hämta din bild från iCloud: %@";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation, but here are our top suggestions." = "Vi är inte tillräckligt säkra för att göra en rekommendation, men här är våra bästa förslag.";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation." = "Vi är inte tillräckligt säkra för att rekommendera något.";

/* comment for common ancestor suggestion. %1$@ is the rank name (order, family), whereas %2$@ is the actual rank (Animalia, Insecta) */
"We're pretty sure this is in the %1$@ %2$@." = "Vi är ganska säkra på att detta är i %1$@ %2$@.";

/* unknown taxon title */
"What did you see?" = "Vad såg du?";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "Vad betyder i fångenskap / odlad?";

/* No comment provided by engineer. */
"Which organism?" = "Vilken organism?";

/* No comment provided by engineer. */
"Which person?" = "Vilken person?";

/* No comment provided by engineer. */
"Which place?" = "Vilken plats?";

/* No comment provided by engineer. */
"Which project?" = "Vilket projekt?";

/* No comment provided by engineer. */
"Whoops" = "Hoppsan";

/* Default upload failure alert title. */
"Whoops!" = "Hoppsan!";

/* No comment provided by engineer. */
"Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade." = "En observation utan datum kan bli mycket svår för andra medlemmar att identifiera korrekt, och kommer aldrig att nå forskningsgrad.";

/* No comment provided by engineer. */
"Without a location, this observation will be very hard for others to identify and will never attain research grade." = "En observation utan plats kan bli mycket svår för andra medlemmar att identifiera korrekt, och kommer aldrig att nå forskningsgrad.";

/* No comment provided by engineer. */
"Without at least one photo or sound, this observation will be impossible for others to help identify." = "Utan åtminstone en bild eller ett ljud kommer denna observation att vara omöjlig för andra att hjälpa till att bestämma.";

/* message for alert when db migration has a problem */
"Would you like to share your migration report with help@inaturalist.org for debugging?" = "Vill du dela din migrationsrapport med help@inaturalist.org för felsökning?";

/* positive response to binary choice, yes or no */
"Yes" = "Ja";

/* change network partner button */
"Yes, change my affiliation" = "Ja, ändra min anknytning";

/* No comment provided by engineer. */
"Yes, delete this observation" = "Ja, radera denna observation";

/* cc licensing consent checkbox label */
"Yes, license my content so scientists can use my data." = "Ja, licensiera mitt innehåll så att forskare kan använda mina uppgifter.";

/* failure message when the user tries to change their network affiliation too often */
"You can only change your network affiliation once per day." = "Du kan bara ändra din nätverksanknytning en gång per dag.";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org" = "Du har inte behörighet att göra detta. Ditt konto kan ha stängts av. Kontakta help@inaturalist.org";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org." = "Du har inte behörighet att göra detta. Ditt konto kan ha stängts av. Kontakta help@inaturalist.org.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "Du måste vara ansluten till Internet för att göra detta.";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to iNaturalist.org" = "Du måste vara ansluten till Internet för att ladda upp till iNaturalist.org";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "Du måste vara inloggad för att delta i ett projekt.";

/* Unspecific signup prompt reason. */
"You must be logged in to do that." = "Du måste vara inloggad för att kunna göra detta.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "Du måste vara inloggad för att kunna synkronisera användare-projekt.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "Du måste vara inloggad för att ladda upp data.";

/* No comment provided by engineer. */
"You must be logged in!" = "Du måste vara inloggad!";

/* Account is required error message */
"You must be logged in." = "Du måste vara inloggad.";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "Du måste vara inloggad för att delta i ett projekt.";

/* Reauthentication to delete account tip. */
"You must re-authenticate to delete your account." = "Du måste autentisera igen för att radera ditt konto.";

/* 401 unauthorized message when signed out */
"You need to log in to do that." = "Du måste logga in för att göra det.";

/* No comment provided by engineer. */
"You will receive updates once you've uploaded observations." = "Du får bara uppdateringar när du har laddat upp observationer.";

/* Title for account section of settings. */
"Your Account" = "Ditt konto";

/* account deletion confirmation msg */
"Your account has been deleted." = "Ditt konto har raderats.";

/* No comment provided by engineer. */
"Your Guides" = "Dina guider";

/* 401 unauthorized message when signed in */
"Your login credentials appear to have changed. Please go to Settings to sign out and then sign in again." = "Dina inloggningsuppgifter verkar ha ändrats. Gå till Inställningar för att logga ut och logga in igen.";

/* Placeholder for free text observation field value */
"Your response here" = "Ditt svar här";
